Repository: peteruithoven/resizer
Catalog: po/*.po
Languages: cs, it, nl, pl, pt, uk

source: Cancel
cs: Zrušit
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
uk: Скасувати

source: Resizer will never upscale and always maintain the aspect ratio of your images.
cs: Resizer nikdy nezvětší velikost vašich obrázků a vždy zachová jejich poměr stran.
it: Resizer non modificherà mai e manterrà sempre il rapporto (aspect ratio) delle tue immagini.
nl: Herschaler zal afbeeldingen nooit opschalen en zal altijd de verhouding behouden.
pl: Resizer nie zwiększy rozdzielczości i utrzyma proporcje obrazu.
pt: O Resizer nunca vai alterar a escala e vai sempre manter o aspeto em proporção das suas imagens.
uk: Resizer, ніколи не збільшує масштаб і ніколи не змінює співвідношення сторін ваших зображень.

source: Info
cs: Informace
it: Informazioni
pl: Informacje
pt: Informação
uk: Довідка

source: Max width:
cs: Max. šířka:
it: Max larghezza:
nl: Max breedte:
pl: Maks. szerokość:
pt: Largura máxima:
uk: Максимальна ширина:

source: Max height:
cs: Max. výška:
it: Max altezza:
nl: Max hoogte:
pl: Maks. wysokość:
pt: Altura máxima:
uk: Максимальна висота:

source: Resize
cs: Změnit velikost
it: Ridimensiona
nl: Herschaal
pl: Zmień rozmiar
pt: Redimensionar
uk: Змінити розмір

source: Resize image(s) within:
cs: Změnit velikost obrázku/obrázků v rámci:
it: Ridimensiona immagine/i dentro:
nl: Herschaal de afbeelding(en) binnen:
pl: Zmień rozmiar obrazu/ów w granicach:
pt: Redimensionar imagem(s) em:
uk: Змінити розмір зображень у межах:

source: Resize image within:
cs: Změnit velikost obrázku v rámci:
it: Ridimensiona immagine dentro:
nl: Herschaal de afbeelding binnen:
pl: Zmień rozmiar obrazu w granicach:
pt: Redimensionar imagem em:
uk: Змінити розмір зображення у межах:

source: Resize %i images within:
cs: Změnit velikost %i obrázků v rámci:
it: Ridimensiona %i immagini dentro:
nl: Herschaal %i afbeeldingen binnen:
pl: Zmień rozmiar %i obrazów w granicach:
pt: Redimensionar % imagens em:
uk: Змінити розмір %i зображень у межах:

source: Error creating preview: %s
cs: Při vytváření náhledu se vyskytla chyba: %s
it: Errore nella creazione dell'anteprima: %s
nl: Probleem bij het maken van voorbeeld: %s
pl: Wystąpił błąd przy tworzeniu podglądu „%s”
pt: Erro ao criar antevisão: %s
uk: Помилка створення попереднього перегляду зображення: %s

source: All images resized
cs: Velikost obrázků byla změněna
it: Tutte le immagini sono state ridimensionate
nl: Alle afbeeldingen zijn herschaald
pl: Zmieniono rozmiar obrazów.
pt: Todas as imagens foram redimensionadas
uk: Змінено розмір усіх зображень

source: 1 image remaining
cs: Zbývá 1 obrázek
it: 1 immagine rimanente
nl: 1 afbeelding over
pl: Pozostał jeden obraz.
pt: 1 imagem restante
uk: 1 зображення залишилося

source: %i images remaining
cs: Zbývá %i obrázků
it: %i immagini rimanenti
nl: %i afbeeldingen over:
pl: Pozostało/y %i obrazy/ów.
pt: %i imagens restantes
uk: Зображень залишилося %i

source: There was an issue resizing '%s'
cs: Při změně velikost obrázku „%s“ se vyskytla chyba
it: C'è stato un problema durante il ridimensionamento di '%s'
nl: Er was een probleem bij herschalen: '%s'
pl: Był problem ze zmianą obrazu „%s”
pt: Ocorreu um problema ao redimensionar '%s'
uk: Винникла проблема під час зміни розміру '%s'

source: Resizer
nl: Herschaler
